[Language]
DisplayName=German
[0]
0=GUI TAB GENERAL
1=Log
2=BOT-LOG
3=Log-Typ
4=Verwenden, um den Log-Typ festzulegen.
5=Teiler verändert Log-Höhen
6=Bot- und Angriffs-Log gleich groß
7=Großes Bot-, kleines Angriffs-Log
8=Kleines Bot-, großes Angriff-Log
9=Volles Bot-, kein Angriffs-Log
10=Kein Bot-, volles Angriffs-Log
11=Lösche A.-Log
12=Verwenden, um Angriffs-Log zu löschen.
13=Zwischenablage
14=Verwenden, um das Angriffs-Log in die Zwischenablage zu kopieren (Strg + C).
15=ANGRIFFS-LOG
16=------------------|------------BEUTE------------|-------BONUS------|--|
17="ZEIT |POKAL|SUCHEN|  GOLD |ELIXIER|DUNK.EL| TR|S| GOLD | ELIX.| DE |LV|"
[1]
0=GUI TAB TROOPS
1=Truppen
2=Armee-Zusammenstellung
3=Wähle den Typ der Armee-Zusammenstellung.
4=Verwende 'Kasernen-Modus' oder für manuelle Zusammenstellung 'Eigene Armee'.
5=Vorlage: Bogenschützen
6=Vorlage: Barbaren
7=Vorlage: Kobolde
8=Vorlage: B.Arch
9=Vorlage: B.A.G.G.
10=Vorlage: B.A.Giant
11=Vorlage: B.A.Goblin
12=Vorlage: B.A.G.G.Wall
13=Kasernen-Modus
14=Eigene Armee
15=Kasernen-Modus
16=Wähle die Truppen aus, die in der Kaserne trainiert werden sollen.
17=Barbaren
18=Bogis
19=Riesen
20=Kobolde
21=Mauerbrecher
22=Ballons
23=Magier
24=Heiler
25=Drachen
26=P.E.K.K.A.
27=Armee-Stärke
28='Volle' Lager=
29=Armeelager sind 'voll' wenn soviel % erreicht sind, dann Angriff starten.
30=Schub-Einstellungen
31=Kasernen
32=Wie viele Kasernen mit JUWELEN beschleunigt werden! Vorsichtig benutzen!
33=Schub übrig
34=Verwenden, um Kasernen mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
35=Verwenden, um die Zauberfabrik mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
36=Verwenden, um die Fabrik für Dunkle Zauber mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
37=Verwenden, um den Barbarenkönig mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
38=Verwenden, um die Bogenschützenkönigin mit JUWELEN zu beschleunigen! Vorsichtig benutzen!
39=Truppen
40=Lege die % an
41=fest.
42=Total
43=Die gesamten % der Truppen sollte 100 ergeben.
44=Truppen hinzufügen
45=Gib die Anzahl der
46=Mauerbre.
47=Dunkle Truppen hinzufügen
48=Lakaien
49=Schweinereit.
50=Walküren
51=Golems
52=Hexen
53=Lavahunde
54=Zauber
55=Zauber zu machen.
56=Blitz
57=Heilung
58=Wut
59=Gift
60=Eil
61=Zauber-Kapazität
62=Gib die Zauberlager-Kapazität an. Setze sie auf Null wenn du keine Zaubersprüche möchtest.
63=P.E.K.K.A.
64=Use this to boost your Grand Warden with GEMS! Use with caution!
65=Jump
66=Freeze
67=EarthQuake
70=None
68=DARK ELIXIR TROOPS
69=Dark Barracks Troops
71=Boost Barracks
79=Filter hours of day to enable barrack boosts.
72=Boost Barracks Scheduler
73=AM
74=This button will clear or set the entire row of boxes
75=PM
76=Save And Close
[2]
0=GUI TAB SEARCH
1=Suche
2=Nur DeadBases
3=Nur LiveBases
4=Beides DeadBases und LiveBases
5=Nur DeadBases: Volle Sammler. Die meiste Beute außerhalb des Dorfes.
6=Nur LiveBases: Volle Speicher. Die meiste Beute innerhalb des Dorfes.
7=DualMode: Sucht beides, was zuerst kommt wird angegriffen.
8=Such-Optionen
9=Alarm wenn Dorf gefunden.
10=Aktiviere diese Option, wenn du einen Audio-Alarm erhalten möchtest sobald ein Dorf gefunden wurde.
11=Neustart alle
12=Rückkehr zur Basis nach x Suchen, dann neu starten, um feindliche Dörfer zu suchen.
13=Suchläufe.
14=DeadBase Bedingungen (volle Sammler)
15=Verzögerung
16=Sucht nach DeadBases erst nach dieser Anzahl von Suchläufen, startet zuerst die Suche nach LiveBases.
17=Anzahl an Suchläufen, bevor dieser Modus aktiviert wird.
18=Suche(n).
19=Suche nach einer Base, die für Gold und / oder / Plus Elixier festgelegten Werte erfüllt.
20=UND: Beide Bedingungenmüssen erfüllt sein (Gold und Elixier).
21=ODER: Eine Bedingung muss erfüllt sein (Gold oder Elixier).
22=+ (PLUS): Gesamtbetrag von Gold + Elixier muss erfüllt sein.
23=G und E
24=G oder E
25=G + E
26=Stelle die min. Menge an Gold ein, ab dem der Bot angreifen soll.
27=Stelle die min. Menge an Elixier ein, ab dem der Bot angreifen soll.
28=Stelle die min. Menge an Gold + Elixier ein, ab dem der Bot angreifen soll.
29=D. Elixier
30=Suche nach einem Dorf, dem die Werte für min. Dunklem Elixier entsprechen.
31=Stelle die min. Menge an Dunklem Elixier ein, ab dem der Bot angreifen soll.
32=Pokale
33=Suche nach einem Dorf, dem die Werte für min. Pokale entsprechen.
34=Stelle die min. Menge an Pokalen ein, ab dem der Bot angreifen soll.
35=Rathaus
36=Suche nach einem Dorf, dem die Werte für max. Rathauslevel entsprechen.
37=Stelle das max. Level des Rathauses ein, das der Bot angreifen soll.
38=Rathaus freistehend
39=Suche nach einem Dorf, mit freiliegendem Rathaus (außerhalb der Mauern).
40=Schw. Dorf
41=Suche nach einem schwachen Dorf, das geringe Abwehrkräfte besitzt.
42=Stelle das max. Level des Minenwerfers ein, das der Bot angreifen soll.
43=Stelle das max. Level des Mageirturms ein, das der Bot angreifen soll.
44=Eine Bedingung genügt für Angriff
45=Nur eine einzelne erfüllte Bedingung genügt für Angriff.
46=LiveBase Bedingungen
47=Bedingungen verringern
48=Ziel geringer alle
49=Wähle dies aus wenn du die Anforderungen nach einer bestimmten Anzahl an Suchläufen automatisch verringern willst.
50=Gib an nach jeweils wievielen Suchläufen eine Verringerung eintritt.
51=Suche(n).
52=Reduziere den Wert für Gold jedesmal um diesen Betrag.
53=Reduziere den Wert für Elixier jedesmal um diesen Betrag.
54=Reduziere den Wert für G+E jedesmal um diesen Betrag.
55=Reduziere den Wert für Dunkles Exlexier jedesmal um diesen Betrag.
56=Reduziere den Wert für Pokale jedesmal um diesen Betrag.
57=Suchmodus
58=Sucht nach einer LiveBase nach dieser Anzahl an Suchläufen, startet die Suche nach DeadBases zuerst.
100=Configure Collectors...
103=DeadBase Start Search IF
104=Dead Base Filters
105=Configure
102=Collectors
109=LiveBase Start Search IF
106=Live Base Filters
107=TH Snipe Start Search IF
108=TH Snipe Filters
110=TH Bully
151=Activate reduction after
63=Save And Close
[3]
0=GUI TAB ATTACK
1=Angriff
2=DeadBase Einsatz
3=Angriff auf
4=Angriff auf einer einzigen Seite, durchdringt das Dorf
5=Angriff auf zwei Seiten, durchdringt das Dorf
6=Angriff auf drei Seiten, erreicht mehr äußerhalb und wenig innerhalb des Dorfes
7=Wählen Sie die Anzahl der Seiten zum Angriff aus.
8=eine Seite
9=zwei Seiten
10=drei Seiten
11=alle Seiten gleich
12=Truppen
13=Nutze alle Truppen
14=Nutze Kasernen
15=Nur Barbaren
16=Nur Bogenschützen
17=B+A
18=B+Gob
19=A+Gob
20=B+A+Gi
21=B+A+Gob+Gi
22=B+A+Schweinereiter
23=B+A+Lakaien
24=Verzögern
25=Dies verzögert den Einsatz der Truppen, 1 (schnell) = wie ein Bot, 10 (langsam) = wie ein Mensch.
26=Einstellung 'Zufällig' macht den Bot flexibler und einem Menschen ähnlicher.
27=Welle
28=Timing zufällig für Truppen && Wellen
29=Nutze Smart-Angriff: nahe roter Linie
30=Verwende Smart-Angriff, um die äußere "rote Linie" des Dorfes zu erkennen und die Truppen in deren Nähe einzudetzen.
31=Einsatztyp
32=Wähle den Einsatztyp für Truppenwellen.
33=Typ 1: Eine Welle von Truppen setzen, Seite wechseln und nächste Truppen setzen, ODER
34=Typ 2: Mehrere Wellen von allen Truppen werden gesetzt, danach wird die Seite gewechselt.
35=Seite, dann Truppen
36=Truppen, dann Seite
37=Setze Truppen in der Nähe von Goldminen
38=Setze Truppen in der Nähe von Elixiersammlern
39=Setze Truppen in der Nähe von Bohrern für Dunkles Elixier
40=Verwende Barbarenkönig
41=Verwende den Barbarenkönig beim Angriff.
42=Verwenden Bogenschützenkönigin
43=Verwende die Bogenschützenkönigin beim Angriff.
44=Im Angriff benutzen
45=Setze deine Clanburg in der Schlacht, wenn sie Truppen enthält.
46=LiveBase Einsatz
47=Clanburg Balance
48=Balance S/E
49=Setze die Clanburg NUR wenn das Spenden/Erhalten-Verhältnis größer ist als S/E-Verhältnis unten.
50=Spenden-Anteil
51=Gewünschtes Spenden/Empfangen-Verhältnis
52=1/1 bedeutet Spenden = Empfangen, 1/2 = bedeutet Spenden = Hälfte des Empfangenen, etc.
53=Empfangen-Anteil
54=Helden-Fähigkeiten
55=Aktivierung der Helden-Fähigkeit nach
56=Aktiviere die Fähigkeit nach einer bestimmten Zeit.
57=Alle Helden werden gleichzeitig aktiviert.
58=Auto-Aktivierung von Helden wenn sie schwach werden (Roter Bereich).
59=Aktiviere die Fähigkeit wenn der Held schwach wird.
60=Helden werden überprüft und einzeln aktiviert.
61=Stelle die Zeit in Sekunden für zeitgesteuerte Aktivierung der Helden-Fähigkeiten ein.
62=Sekunden.
63=Angriff von allen Seiten gleichmäßig, bekommt am meisten vom äußeren Dorf
64=Angriff auf einzelne Seite in der Nähe des Bohrers für Dunkles Elixier
65=Angriff auf einzelne Seite in der Nähe des Rathauses
66=DE Seiten-Angriff
67=Rathaus Seiten-Angriff
68=Beim Angriff einsetzen
69=Verwende den Großen Wächter beim Angriff.
70=Zeitgesteuerte Aktivierung von Wächter-Fähigkeit nach
71=Nutze die Fähigkeit des Großen Wächters zeitgesteuert.
72=Stelle die Zeit in Sekunden ein für die zeitgesteuerte Aktivierung der Fähigkeit des Großen Wächters.
73=Wait for King to be ready before attacking...
80=Wait for Hero option disabled when continuous Upgrade Hero selected!
74=Wait for Queen to be ready before attacking...
91=Wait for Warden to be ready before attacking...
79=Attack
90=DEAD BASES
75=Algorithm
76=Standard Attack
77=Scripted Attack
78=Normal troops to use
84=Special troops to use
81=Algorithm options
95=Configure
82=LIVE BASES
85=Milking Attack
83=TOWNHALL SNIPE
[4]
0=GUI TAB ATTACKADV
1=Angriff Erw.
2=Angriffs-Einstellungen
3=Angriff jetzt! Schaltflächen
4=Aktivieren, um eine 'Angriff jetzt!'-Schaltfläche neben
5=den Start- und Pause-Schaltflächen anzuzeigen, um die Live/DeadBase-Suche zu umgehen.
6=Die 'Angriff jetzt!'-Schaltfläche erscheint nur wenn nach Dörfern zum Angriff gesucht wird.
7=Um
8=Diese Reaktionszeit hinzufügen, um die Suche zu verlangsamen.
9=Sek. verzögern
10=Angriff auf freistehendes Rathaus
11=Aktivieren, um ein freistehendes Rathaus zuerst anzugreifen. (Rathaus außerhalb von Mauern)
12=TIP: Klicke 'Rathaus freistehend' auf dem 'Suchen'-Tab wenn du ausschließlich nach freistehenden Rathäusern suchen willst.
13=Rathaus Snipe
14=Snipe beim Training
15=Aktivieren, damit der Bot freistehende Rathäuser auch sucht während Truppen trainiert werden.
16=Felder dazu
17=Diese Anzahl an Feldern von den Dorfkanten hinzufügen.
18=Such-Limit
19=Maximale Suchläufe bevor nach Hause zurückgekehrt wird.
20=Min Truppen-%, um Snipe zu starten
21=Minimum Truppenstärke, um Snipe zu starten.
22=RH Snipe Angriff Combo
23=Snipe Kombination
24=Fügt die RathausSnipe-Kombination den gegenwärtigen Sucheinstellungen hinzu (Beispiel: DeadBase ODER RH Snipe)
25=Füge
26=Gib an wie viel 'Gras' 1x1 Felder das Rathaus von den Dorfrändern entfernt sein darf, um als freistehend angesehen zu werden.
27=Bsp.: (0) Felder = Rathaus muss exakt am Rand stehen. (4) Felder = Rathaus darf 4 Felder weiter vom Rand entfernt und näher am Mittelpunkt des Dorfes stehen.
28=Wenn das Rathaus weiter weg ist als die angegebene Felderzahl wird das Dorf übersprungen.
29=Feld(er) vom Dorfrand hinzu
30=Angriffstyp
31=Attack: SmartBarch
32=Attack: Bam
33=Attack: eXtreme
34=Attack: GBarch
35=Attack: Eigener
36=SMARTBARCH â€¢ Barbaren/Bogis
37=BAM â€¢ Barbaren/Bogis/Lakaien
38=EXTREME â€¢ Verwende alle Truppen
39=GBARCH â€¢ Riesen/Barbaren/Bogis
40=CUSTOM â€¢ Plane eine eigene Strategie!
41=Wenn Rathaus am unteren Rand ist
42=Einsatz: Vergrößert
43=Einsatz: Seitlich
44=Wähle eine Strategie zum Truppeneinsatz aus, falls ein Rathaus am unteren Bildschirmrand erkannt wird!
45=Vergrößert â€¢ Erst vergrößern, dann von unten angreifen.
46=Seitlich â€¢ Versuche das Rathaus von links und rechts zu treffen ohne zu vergrößern, Truppen können eventuell ein anderes Ziel auswählen!
47=König
48=Verwende den Barbarenkönig beim Rathaus Snipe.
49=Wird in der ersten Welle eingesetzt.
50=Blitzzauber
51=Verwende den Blitzzauber beim Rathaus Snipe.
52=Wird in der dritten Welle eingesetzt.
53=Königin
54=Verwende die Bogenschützenkönigin beim Rathaus Snipe.
55=Wird in der ersten Welle eingesetzt.
56=Wutzauber
57=Verwende den Wutzauber beim Rathaus Snipe.
58=Wird in der dritten Welle eingesetzt.
59=Clanburg
60=Verwende die Clanburg beim Rathaus Snipe.
61=Wird in der zweiten Welle eingesetzt.
62=Heilzauber
63=Verwende den Heilzauber beim Rathaus Snipe.
64=Wird in der zweiten Welle eingesetzt.
65=Bully Angriff Ergänzung
66=RH Bully nach
67=Fügt die RH Bully Ergänzungen den aktuellen Sucheinstellungen hinzu. (Beispiel: DeadBase ODER RH Bully)
68=Rathaus Bully: Angriffe auf ein niedriges Rathaus-Level nach der angegebenen Anzahl an Suchläufen.
69=Rathaus Bully: Anzahl der Suchläufe bevor diese Einstellung aktiviert wird.
70=Suche(n).
71=Max RH-Level
72=Rathaus Bully: Max. Rathaus-Level für Bully-Angriff.
73=Angriff mit Einstellungen von
74=DeadBase Angr.
75=Benutze die EInstellungen des 'DeadBase-Angriffs' für den Bully-Einsatz.
76=LiveBase Angr.
77=Benutze die EInstellungen des 'LiveBase-Angriffs' für den Bully-Einsatz.
78=Defensives Sammeln
79=Aktiviere Unzerstörbar-Modus
80=Aktiviere 'Defensives Sammeln', um Gewinne für das Nicht-Zerstören des Dorfes zu bekommen.
81=Wartezeit
82=Gib die Zeit an, die CoC angehalten wird, um auf gegnerische Angriffe zu warten, damit Defensiv-Gewinne gewonnen werden können. (1-99 Minuten)
83=Minuten
84=Sammeln min.
85=Behalten min.
86=Menge an Gold, um das Defensiv-Sammeln zu unterbrechen und zum normalen Sammeln zu wechseln.
87=Lege die Menge an Gold fest, die du für Suchen oder Verbesserungen benötigst.
88=Goldmenge in Lagern, um Defensives Sammeln zu aktivieren.
89=Eingabe der Goldmenge, die benötigt wird, um Gegner anzugreifen oder für Verbesserungen.
90=Menge an Elixier, um das Defensiv-Sammeln zu unterbrechen und zum normalen Sammeln zu wechseln.
91=Lege die Menge an Elixier fest, die du für das Truppentraining oder Verbesserungen benötigst.
92=Elixiermenge in Lagern, um Defensives Sammeln zu aktivieren.
93=Eingabe der Elixiermenge, die benötigt wird, um Truppen auszubilden oder für Verbesserungen.
94=Menge an Dunklem Elixier, um das Defensiv-Sammeln zu unterbrechen und zum normalen Sammeln zu wechseln.
95=Eingabe der Menge an Dunklem Elixier, die benötigt wird, um Truppen auszubilden oder für Verbesserungen.
96=Dunkle Elixierenge in Lager, um Defensives Sammeln zu aktivieren.
97=Eingabe der Menge an Dunklem Elixier, die benötigt wird, um Gegner anzugreifen oder für Verbesserungen.
98=Du kannst Einstellungen für CSV-Angiffsdateien im THSnipe-Verzeichnis hinzufügen/ändern.
99=Verzögerung
100=Suche nach einem Rathaus-Snipe erst nach dieser Anzahl an Suchläufen, suche zuerst nach LiveBases.
101=Anzahl an Suchläufen, bevor dieser Modus aktiviert wird.
102=Suche(n).
103=Suche nach einer Base, die für Gold und / oder / Plus Elixier festgelegten Werte erfüllt.
104=UND: Beide Bedingungenmüssen erfüllt sein (Gold und Elixier).
105=ODER: Eine Bedingung muss erfüllt sein (Gold oder Elixier).
106=+ (PLUS): Gesamtbetrag von Gold + Elixier muss erfüllt sein.
107=G und E
108=G oder E
109=G + E
110=Stelle die min. Menge an Gold ein, ab der der Bot angreifen soll.
111=Stelle die min. Menge an Elixier ein, ab der der Bot angreifen soll.
112=Stelle die min. Menge an Gold + Elixier ein, ab der der Bot angreifen soll.
113=Dunk. Elixier
114=Suche nach einem Dorf, dem der Werte für min. Dunkles Elixier entspricht.
115=Stelle die min. Menge an Dunklem Elixier ein, ab der der Bot angreifen soll.
128=TownHall, Distance From
129=Border, Add Tiles
126=- While Train
125=- Full Troops
116=Save And Close
127=Force research parameters, set, after
120=Save And Close
[5]
0=GUI TAB ENDBATTLE
1=Kampfende
2=Kampfende
3=Wenn keine neue Beute in
4=Beende den Kampf wenn keine neue Beute in dieser Anzahl von Sekunden hinzukommt.
5=Countdown startet nachdem alle Truppen und Helden eingesetzt worden sind.
6=Sek.
7=und Resources kleiner als
8=Kampf beenden wenn die Goldmenge geringer ist als dieser Wert.
9=Kampf beenden wenn die Elixiermenge geringer ist als dieser Wert.
10=Kampf beenden wenn die Menge an Dunklem Elixier geringer ist als dieser Wert.
11=Wenn keine Ressourcen übrig
12=Kampf beenden wenn Gold, Elixier und Dunkles Elixier = 0.
13=Wenn 1 Stern gewonnen
14=Kampf wird beendet wenn 1 Stern im Kampf gewonnen wurde.
15=Wenn 2 Sterne gewonnen
16=Kampf wird beendet wenn 2 Sterne im Kampf gewonnen wurde.
17=Kampfende bei Angriff auf Dunkle Elixier Seite
18=Aktivieren durch Auswählen von Tab 'Angriff' > 'LiveBase Einsatz' > 'Angriff auf:' >  'DE Seitenangriff'.
19=Wenn unter
20=Aktiviert spezielle Bedingungen für Seiteanangriff auf Dunkles Elixier.
21=Wenn keine zusätzlichen Filter gewählt wurden wird der Kampf bei Unterschreiten der Prozentzahl an Dunklem Elixier beendet.
22=Deaktiviere normales Kampfende
23=Deaktiviere die normalen Kampfende-Einstellungen wenn ein DE-Seitenangriff gefunden wurde.
24=Wenn 1 Stern gewonnen
25=Kampf wird beendet wenn DE geringen als min ist und 1 Stern gewonnen wurde.
26=wenn
27=Kampf wird beendet wenn DE geringer als min und der Barbarenkönig schwach ist.
28=schwach ist
29=Kampf wird beendet wenn DE geringer als min und die Bogenschützenkönigin schwach ist.
30=Beute Screenshot
31=Aktivieren, um einen Screenshot von der Beute des angegriffenen Dorfes zu speichern.
32=Übernehme Beute-Info in Dateinamen
33=Übernehme Beute-Info in den Dateinamen des Screenshots.
34=Teile Aufzeichnungen der Angriffe
35=Teile Aufzeichnung im Clan-Chat
36=Aktivieren, um Aufzeichnungen der Kämpfe im Chat deines Clans zu teilen.
37=wenn Beute
38=Nur teilen wenn die Beute größer ist als diese Menge an Gold.
39=Nur teilen wenn die Beute größer ist als diese Menge an Elixier.
40=Nur teilen wenn die Beute größer ist als diese Menge an Dunklem Elixier.
41=Benutze zufällige Nachricht von diesen
42=Nett\r\nGut\r\nDanke\r\nWowwww
43=Nachricht, die mit Aufzeichnung gesendet wird
44=Erstelle Beute-Screenshot
47=raided within
45=Save And Close
[6]
0=GUI TAB DONATE
1=Spenden
2=Anfrage nach Clan-Truppen
3=Anfrage für
4=Irgendetwas bitte
5=Dieser Text wird benutzt für Truppen-Anfragen im Clan-Chat.
6=Auswahl Truppenspende
7=Barbaren
8=Bogenschützen
9=Riesen
10=Kobolde
11=Mauerbrecher
12=Ausschlussliste
13=Lakaien
14=Schweinereiter
15=Walküren
16=Eigene Truppen
17=Ballons
18=Magier
19=Heiler
20=Drachen
21=P.E.K.K.A.
22=Golems
23=Hexen
24=Lavahunde
25=Kyrill.
26=Auswählen, um kyrillisches Alphabet zu aktivieren.
27=Spenden
28=Option aktivieren, um zu spenden
29=Spenden an Alle
30=Schweinereiter
31=Dies wird auch ALLE Schlüsselwörter ignorieren.
32=Schlüsselwörter für Spende -
33=Bei diesen Wörtern NICHT spenden
34=Ausschlussliste für die Spende
35=Barbaren\r\nbarb
36=keine Barbaren\r\nno barb\r\nbarbarians kein\r\nbarb keine
37=Bogenschützen\r\nBogis\r\nBogi
38=keine Bogenschützen\r\nkeine Bogis
39=Riesen\r\nRiese\r\nirgendwas\r\nVerstärkung\r\negal
40=keine Riesen\r\nRiesen nicht
41=Kobold\r\nKobolde\r\nGoblin\r\nGoblins
42=keine Kobolde\r\nkein Kobold\r\nkeine Goblins\r\nkein Goblin
43=Mauerbrecher\r\nBreaker\r\nWally\r\nWallys
44=keine Mauerbrecher\r\nkeine Wallys
45=Ballons\r\nBallons
46=keine Ballons\r\nBalloons keine
47=Magier\r\nWizard
48=keine Magier\r\nkeine Wizards
49=Heiler
50=keine Heiler
51=Drachen
52=keine Drachen\r\nkeine Dragons
53=PEKKA\r\npekka
54=keine PEKKA\r\nkeine pekka
55=Lakaien\r\nMinion
56=keine Lakaien\r\nkeine Minions
57=Schweinereiter\r\nSchweine\r\nhogs\r\nhog
58=keine Schweinereiter\r\nSchweine\r\nno hogs
59=Walküren\r\nvalkyrie
60=keine Walküren\r\nkeine Walküre\r\nno valkyries
61=Golem
62=kein Golem\r\ngolem no
63=Hexen\r\nWitch
64=keine Hexen\r\nkeine Witch
65=Lavahund\r\nLavahunde\r\nHund\r\Hunde
66=keine Lavahunde\r\nkeine Hunde
70=P.E.K.K.A.s
71=irgendwas\r\nbrauche
72=1.
73=2.
74=3.
75=Nichts
76=nur
77=NICHT spenden bei einem dieser Wörter
78=Allgemeine Blacklist
79=Clan Krieg\r\nClankrieg\r\nCW
80=Allgemeine Blacklist für Spendenanfragen
81=wenn Schlüsselwörter in Anfrage vorkommen.
82=auf ALLE Chat-Anfragen.
83=Nichts
84=Giftzauber
85=Erdbebenzauber
86=Eilzauber
87=Gift
88=kein Gift\r\nGift nicht
89=Erdbeben\r\nBeben
90=kein Erdbeben\r\nBeben nicht
91=Eil
92=kein Eilzauber\r\nkein Eil
[7]
0=GUI TAB MISC
1=Sonstiges
2=Angreifen unterbrechen
3=Mit diesen Optionen kann eingestellt werden, wann der Bot aufhören soll anzugreifen.
4=Pausieren
5=PC ausschalten
6=PC in Standby
7=PC neustarten
8=G und E voll und max. Pokale
9=G und E voll oder max. Pokale
10=G oder E voll und max. Pokale
11=G oder E voll oder max. Pokale
12=Gold und Elixier voll
13=Gold oder Elixier voll
14=Gold voll und max. Pokale
15=Elixier voll und max. Pokale
16=Gold voll oder max. Pokale
17=Elixier voll oder max. Pokale
18=Gold voll
19=Elixier voll
20=Max. Pokale erreicht
21=Bot läuft seit ...
22=Jetzt (nur spenden)
23=Jetzt (nur online bleiben)
24=Stunde
25=Stunden
26=Profil wechseln
27=Aktuelles Profil
28=Hiermit können Sie zu einem anderen Profil wechseln
29=Deine Profile befinden sich in
30=MyVillage
31=Dein Dorf-/Profilname
32=GUI Sprache
33=Verwenden Sie diese Option, um zu einer anderen Oberflächensprache zu wechseln.
34=Aktivieren && Laden
35=Aktivieren, um Fallen automatisch zu aktivieren und X-Bögen so wie Infernotürmes (falls vorhanden) aufzuladen.
36=Ressourcen sammeln
37=Aktivieren, um Resourcen automatisch einzusammeln.
38=aus Goldminen, Elixiersammlern und Bohrern für Dunkles Elixier.
39=Grabsteine entfernen
40=Aktivieren, um Grabsteine automatisch nach einem feindlichen Angriff zu entfernen.
41=Bot fortsetzen
42=Fortsetzen, falls angehalten wurde wegen geringer Vorräte.
43=Minalwert für Gold für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Goldvorräte.
44=Minalwert für ElixierGold für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Elixiervorräte.
45=Minalwert für Dunkles Elixier für das Fortsetzen der Angriffe nach dem Anhalten wegen geringer Vorräte an Dunklem Elixier.
46=Pokal Einstellungen
47=Pokal-Bereich
48=MIN: Der Bot wird Pokale abbauen bis zu diesem Wert.
49=MAX: Der Bot wird Pokale sammeln bis zu diesem Wert.
50=Nutze Held
51=Verwende Helden (falls verfügbar), um Pokale zu reduzieren.
52=DeadBase angr.
53=Greife eine bei der ersten Suche gefundene DeadBase an auch während Pokalen abgebaut werden.
54=Fernsteuerung
55=Wenn Gerät verbindet warte
56=Zeit (in Sekunden) angeben, die der Bot warten soll wenn sich ein 'Anderes Gerät' verbunden hat.
57=Sek.
58=Verzögerung der Dorfsuche
59=Verwende diesen Schieberegler, um die Zeit zwischen Weiter-Klicks zu ändern.
60=Dies kann auf manchen PCs einen Out-of-Sync-Fehler beheben.
61=KEINE Garantie! Es wird nicht immer ein positives Ergebnis erzielt!
62=Min
63=Sek.
64=Max.
65=Aktivieren für zufällige Verzögerung der Dorf-Suche durch Werteingabe.
66=Max. Unterwert höher als min. Oberwert
67=Lokalisiere manuell
68=das Rathaus.
69=Lokalisiere erneut
70=die Clanburg.
71=A.L.
72=die Armeelager.
73=Kas.
74=die Kasernen.
75=Z.F.
76=die Zauberfabrik.
77=F.D.Z.
78=die Fabrik für Dunkle Zauber.
79=Barbarenkönig
80=den Altar des Barbarenkönigs.
81=Bogenschützenkönigin
82=den Altar der Bogenschützenkönigin.
83=Lab.
84=das Labor.
85=Zurücksetzen.
86=Klicke hier, um alle Gebäude zurückzusetzen
87=wenn du das Dorf-Layout geändert hast.
88=wenn ...
89=Jetzt (nur trainieren/spenden)
90=Laden, Sammeln, Entfernen
91=Fallen, X-Bögen && Infernotürme
92=Ressourcen sammeln
93=Grabsteine entfernen
94=Großer Wächter
95=den Altar des Großen Wächters.
96=Min. Armee bei Abbau
97=Gib die Prozentzahl für eine vollständige Armee beim DeadBase-Angriff an bevor der Pokalabbau startet.
98=%
99=Loot Cart
100=This will also search for a Loot Cart in your village and collect it.
101=Save And Close
102=Locate Manually
[8]
0=GUI TAB UPGRADE
1=Verbessern
2=Auto Labor-Verbesserungen
3=Aktivieren, um das automatische Starten von Verbesserungen im Labor zu aktivieren.
4=Keine
5=Barbaren
6=Bogenschützen
7=Riesen
8=Kobolde
9=Mauerbrecher
10=Ballons
11=Magier
12=Heiler
13=Drachen
14=P.E.K.K.A.s
15=Blitzzauber
16=Heilzauber
17=Wutzauber
18=Sprungzauber
19=Frostzauber
20=Giftzauber
21=Erdzauber
22=Eilzauber
23=Lakaien
24=Schweinereiter
25=Walküren
26=Golems
27=Hexen
28=Lavahunde
29=Zuerst
30=Wähle den zu verbessernden Truppentyp in diesem Auswahlmenü
31=Das Truppen-Symbol wird auf der linken Seite angezeigt.
32=Alle Dunklen Zauber/Truppen haben Vorrang vor der Verbesserung von Helden!
33=Helden
35=Verbessert den Barbarenkönig wenn du genug Dunkles Elixier hast (Min. Dunkles Elixier sparen)
36=Der Altar des Barbarenkönigs kann im 'Sonstiges'-Tab manuell lokalisiert werden.
37=Vergleiche den Bot-Fortsetzen-Wert für Dunkles Elixier auf dem 'Sonstiges'-Tab mit 'Behalte min. Dunkles Elixier' hier!
39=Verbessert die Bogenschützenkönigin wenn du genug Dunkles Elixier hast (Min. Dunkles Elixier sparen)
40=Der Altar der Bogenschützenkönigin kann im 'Sonstiges'-Tab manuell lokalisiert werden.
41=Vergleiche den Bot-Fortsetzen-Wert für Dunkles Elixier auf dem 'Sonstiges'-Tab mit 'Behalte min. Dunkles Elixier' hier!
42=Gebäude oder Helden
43=Verbesserung
44=Aktivieren, um Upgrades zu aktivieren
45=nach dem Verwenden der 'Suche Upgrades'-Taste
46=XPos
47=YPos
48=Das zeigt die Art des Upgrades
49=Lokalisiere Verbesserungen
50=Klicken, um deine Upgrades zu lokalisieren.
51=Verbesserungen zurücksetzen
52=Klicken, um alle lokalisierten Verbesserungen zurück zu setzen.
53=Status: Rot = nicht geplant, Gelb = geplant, nicht fertig, Grün = abgeschlossen
54=Min. Gold
55=Behalte so viel Gold nach abgeschlossener Verbesserung übrig.
56=Setze diesen Wert, um Ressourcen für Suchen oder Mauerverbesserungen aufzubewahren.
57=Min. Elix.
58=Behalte so viel Elixier nach abgeschlossener Verbesserung übrig.
59=Setze diesen Wert, um Ressourcen für Truppentraining oder Mauerverbesserungen aufzubewahren.
60=Min. D.Elix.
61=Behalte so viel Dunkles Elixier nach abgeschlossener Verbesserung übrig.
62=Erhöhe diesen Wert wenn Truppen trainiert werden sollen.
63=Mauern
64=Mauer Autoverbess.
65=Aktivieren, um Mauern automatisch zu verbessern.
66=mit Gold
67=Nur Gold für Mauerverbesserung verwenden.
68=Verfügbar für alle Mauer-Level.
69=mit Elixier
70=Nur Elixier für Mauerverbesserung verwenden.
71=Nur verfügbar bei Mauer-Leveln, die mit Elixier verbessert werden können.
72=versuche erst Elixier, danach Gold
73=Versuche erst mit Elixier die Mauern zu verbessern, erst danach mit Gold.
74=Nur verfügbar bei Mauer-Leveln, die mit Elixier verbessert werden können.
75=Reserviere 1 Arbeiter für Mauern
76=Aktivieren, um einen Arbeiter exklusiv  für den Mauerbau zu reservieren.
77=Reduziere die verfügbaren Bauarbeiter um 1 für weitere Verbesserungen.
78=Suche Mauer-Level
79=Sucht nach Mauern mit diesem Level und versucht sie zu verbessern.
80=Kosten pro Mauer
81=Benutze diesen Wert als Richtwert..
82=Dieser Wert wird aktualisiert wenn ein anderes Mauer-Level ausgewählt wird.
83=Min. Gold behalten
84=Soviel Gold zurückbehalten nachdem die Mauer-Verbesserung abgeschlossen ist.
85=Setze diesen Wert, um Gold für andere Upgrades oder der Suche zu sparen.
86=Min. Elix. behalten
87=Soviel Elixier zurückbehalten nachdem die Mauer-Verbesserung abgeschlossen ist.
88=Setze diesen Wert, um Elixier für andere Upgrades oder das Truppentraining zu sparen.
89=Labor
90=Anzahl an überprüften Positionen, um Mauern zu erkennen. Höher ist besser, aber langsamer.
91=Test
92=Klicken, um die Mauer-Erkennung zu überprüfen.
93=Helden kontinuierlich verbessern
94=Verbessert den Großen Wächter wenn du genug Elixier hast (Spare Min. Elixier)
95=Du kannst manuell den Altar des Großen Wächters lokalisieren unter 'Sonstiges'
96=Überprüfe deinen Bot-Fortsetzen-Wert für Elixier auf unter 'Sonstiges' gegen Behalte min. Elixier hier!
97=Save And Close
[9]
0=GUI TAB NOTIFY
1=Benachrichtigen
2=PushBullet Alarm
3=Aktivieren
4=Aktiviert PushBullet Benachrichtigungen.
5=Fernsteuerung
6=Aktiviert PushBullet Fernsteuerungsfunktion.
7=Nachr. beim Start löschen
8=Alle vorherigen PushBullet Nachrichten werden beim Start des Bots gelöscht.
9=jetzt löschen
10=Klicken, um alle PushBullet Nachrichten zu löschen.
11=Nachr. löschen, älter als
12=Löscht alle Push Nachrichten, die älter sind als die angegene Zahl an Stunden
13=Angeben wie oft Nachrichten gelöscht werden sollen.
14=Stunde
15=Stunden
16=Zugang gewährt
17=Du brauchst ein Token um die PushBullet Nachrichten zu benutzen. Das Token gibt es auf PushBullet.com
18=Profil-/Dorfname
19=Dein Profil-/Dorfname - Lege ihn unter 'Sonstiges' - 'Profile' fest.
20=Sende eine PushBullet Nachricht wenn
21=Kampf gefunden
22=Sende die Menge an verfügbarer Beute wenn der Bot ein Dorf zum Angreifen findet.
23=Beute als Bild
24=Sende die letzte Beute als Screenshot.
25=Beute als Text
26=Sende die letzte Beute als Text.
27=Armeelager voll
28=Sende eine Alarm wenn die Armeelager voll sind.
29=Mauer verbess.
30=Sende Infos zu Mauer-Verbesserungen.
31=Fehler: Out of Sync
32=Sende einen Alarm wenn der Out-of-Sync-Error-Bildschirm erscheint
33=Pause
34=Sende einen Alarm wenn zu lange gespielt wurde und die Dorfbewohner eine Pause brauchen.
35=Dorfbericht
36=Sendet einen Dorfbericht.
37=Letzter Angriff
38=Sendet Infos zum letzten Angriff.
39=Anderes Gerät verbunden
40=Sendet einen Alarm wenn das Dorf mit einem anderen Gerät verbunden wird.
41=PushBullet Fernsteuer-Funktionen
42=BOT HILFE - sende diese Hilfe-Nachricht
43=BOT LÖSCHEN - löscht alle vorherigen PushBullet Nachrichten
44=BOT <Village Name> NEUSTART - starte den Bot <Village Name> && BlueStacks neu
45=BOT <Village Name> STOP - stoppe den Bot <Village Name>
46=BOT <Village Name> PAUSE - pausiere den Bot <Village Name>
47=BOT <Village Name> FORTSETZEN - setzte den Bot <Village Name> fort
48=BOT <Village Name> STATS - sende Dorf-Statistik von <Village Name>
49=BOT <Village Name> LOG - sende aktuelle Log-Datei von <Village Name>
50=BOT <Village Name> LETZTEBEUTE - Sende letzte Beute als Bild <Village Name>
51=BOT <Village Name> LETZTEBEUTETXT - Sende letzte Beute als Text <Village Name>
52=BOT <Village Name> SCREENSHOT - sende einen Screenshot von <Village Name>
53=Notify options
54=Command List
55=Save And Close
[10]
0=GUI TAB EXPERT
1=Experte
2=Beim Laden des Bots
3=Updates suchen
4=Überprüfen ob die neueste Version des Bots benutzt wird.
5=Logs löschen
6=Löscht Log-Dateien, die älter sind als die angegebene Anzahl an Tagen.
7=Tage
8=Temp-Files löschen
9=Löscht temporäre Dateien, die älter als die angegebene Anzahl an Tagen sind.
10=Beute-Bilder löschen
11=Löscht Beute-Bilder, die älter als die angegebene Anzahl an Tagen sind.
12=Beim Starten des Bots
13=Autostart nach
14=Sek.
15=Überprüfe Spielsprache (EN)
16=Überprüfe ob die Spacheinstellung korrekt ist (muss auf Englisch eingestellt sein).
17=Anordnen
18=Automatisches Positionieren/Ausrichten von BlueStacks- und Bot-Fenster auf dem Bildschrim.
19=Versatz
20=Versatz horizontal - in Pixeln zwischen BlueStacks- (BS) und Bot-Fenster.
21=Versatz vertikal - in Pixeln zwischen BlueStacks- (BS) and Bot-Fenster.
22=0,0: BlueStacks - Bot
23=0,0: Bot - BlueStacks
24=Bot oben-rechts an BS
25=Bot oben-links an BS
26=Bot unten-rechts an BS
27=Bot unten-links an BS
28=0,0: Setzt Position von BS-Fenster auf 0,0 des Windows-Arbeitsplatz und ordnet das Bot-Fenster rechts oder links davon an.
29=Nur Fenster neu ordnen, Bot-Fenster neben BlueStacks-Fenster oben rechts anordnen, oben links, unten rechts oder unten links.
30=Timing
31=Tr.-Training
32=Verzög.
33=Verzögerung der Klickgeschwindigkeit beim Truppentraining. Diesen Wert erhöhen wenn dein PC langsam ist.
34=Debug
35=Debug: Schreibt die angeklickten X,Y-Koordinaten in das Log.
36=Debug: Aktiviert SetLog Nachrichten im Code zur Fehlerbehebung.
37=Debug: Aktiviert das Abpeichern der OCR-Bilder zur Fehlerbehebung.
38=Debug: Aktiviert das Abpeichern von Bildern zur Fehlerbehebung.
39=Debug: Aktiviert die Positionsanzeige von Gebäuden im Log.
40=Koord.
41=L
42=O
43=I
44=B
45=Andere Einstellungen
46=Armeelager-Kapazität
47=Falls nicht erkannt, lege den Armeelager-Wert fest (statt nachzufragen)
48=Clanburg Steuerung
49=Sende Clantruppen nur zu dieser Tageszeit
50=Diese Schaltfläche aktiviert/deaktiviert alle Kontrollkästchen gleichzeitig
51=Fordere Clantruppen nur zu dieser Tageszeit
52=Setze Clanburg nur zu dieser Tageszeit ein
53=Kasernen-Schub Steuerung
54=Schub nur zu dieser Tageszeit
55=Screenshot Einstellungen
56=Im PNG-Format erstellen
57=Verberge Dorf- und Clanburgname
58=Autostart des Bots nach dieser Anzahl an Sekunden.
59=AM
60=PM
66=Restart Bot to load program with new language:
61=Save And Close
67=GUI Style
62=rectangles
63=frames
[11]
0=GUI TAB STATS
1=Stats
2=Gestartet mit
3=Bericht
4=erscheint
5=beim ersten
6=Lauf.
7=Die Menge an Gold die du hattest, bevor der Bot startete.
8=Die Menge an Elixier die du hattest, bevor der Bot startete.
9=Die Menge an Dunklen die du hattest, bevor der Bot startete.
10=Die Menge an Pokalen die du hattest, bevor der Bot startete.
11=Letzter Angriff
12=Die Menge an Gold, die beim letzten Angriff gewonnen wurde.
13=Die Menge an Elixier, die beim letzten Angriff gewonnen wurde.
14=Die Menge an Dunklen Elixier, die beim letzten Angriff gewonnen wurde.
15=Die Menge an Pokalen, die beim letzten Angriff gewonnen wurde.
16=Liga Bonus
17=Die Menge an Gold-Bonus des letzen Angriffs.
18=Die Menge an Elixier-Bonus des letzen Angriffs.
19=Die Menge an Dunklen Elixier-Bonus des letzen Angriffs.
20=Gesamtgewinn
21=Die Gesamtmenge an Gold die gewonnen oder verloren wurde, während der Bot läuft.
22=(Dazu gehören auch manuelle Ausgaben)
23=Die Gesamtmenge an Elixier, die gewonnen oder verloren wurde während der Bot läuft.
24=Die Gesamtmenge an Dunklem Exlixier, die gewonnen oder verloren wurde während der Bot läuft.
25=Die Menge an Pokalen, die gewonnen oder verloren wurde während der Bot läuft.
26=Gewinn/Std
27=Gold-Gewinn pro Stunde
28=Elixier-Gewinn pro Stunde
29=Dunkler Elixier-Gewinn pro Stunde
30=Pokal-Gewinn pro Stunde
31=reset
32=Stats: Sonstige
33=Angegriffen
34=Die Anzahl der Dörfer, die vom Bot angegriffen wurden.
35=Übersprungen
36=Die Anzahl der Dörfer, die während der Suche durch den Bot übersprungen wurden.
37=Upg. mit Gold
38=Die Anzahl der Mauern, die mit Gold verbessert wurden.
39=Upg. mit Elixier
40=Die Anzahl der Mauern, die mit Elixier verbessert wurden.
41=Die Anzahl der Gebäude, die mit Gold verbessert wurden.
42=Die Anzahl der Gebäude, die mit Elixier verbessert wurden.
43=Upg. Helden
44=Die Anzahl der Helden, die verbessert wurden.
45=Pokale reduziert
46=Die Menge an Pokalen, die durch den Bot reduziert wurden.
47=Laufzeit
48=Die Gesamtlaufzeit des Bots.
49=Upg. Kosten Gold
50=Die Menge an Gold, die der Bot  für die Verbesserung von Mauern verwendet hat.
51=Upg. Kosten Elixier
52=Die Menge an Elixier, die der Bot  für die Verbesserung von Mauern verwendet hat.
53=Die Menge an Gold, die der Bot  für die Verbesserung von Gebäuden verwendet hat.
54=Die Menge an Elixier, die der Bot  für die Verbesserung von Gebäuden verwendet hat.
55=Upg. Kosten D.Elixier
56=Die Menge an Dunklem Elixier, die der Bot  für die Verbesserung von Helden verwendet hat.
57=OoS-Fehler
58=Die Anzahl der Out-of-Sync Fehler.
59=Suchkosten
60=Suchkosten für das Überspringen von Dörfern in Gold.
61=Training mit Elixier
62=Elixierkosten für die Ausbildung von Truppen.
63=Training mit D.Elixier
64=Kosten an Dunklem Elixier für die Ausbildung von Truppen.
65=Gold gesammelt
66=Gold, das aus Minen gewonnen wurde.
67=Elixier gesammelt
68=Elixier, das aus Sammlern gewonnen wurde.
69=D.Elixier gesammelt
70=Dunkles Elixier, das aus Dunklen Exlierbohrern gewonnen wurde.
71=DeadBase
72=Angegriffen
73=Die Anzahl der DeadBases, die vom Bot angegriffen wurden.
74=Gewinn
75=Die Menge an gewonnenem Gold aus DeadBases.
76=Die Menge an gewonnenem Elixier aus DeadBases.
77=Die Menge an gewonnenen Pokalen aus DeadBases.
78=LiveBase
79=Die Anzahl der LiveBases, die vom Bot angegriffen wurden.
80=Die Menge an Gold gewonnen aus LiveBases.
81=Die Menge an Elixier gewonnen aus LiveBases.
82=Die Menge an Dunklen Elixier gewonnen aus LiveBases.
83=Die Menge an Pokalen gewonnen aus LiveBases.
84=Rathaus Bully
85=Die Anzahl der Rathaus Bully Basen, die vom Bot angegriffen wurden.
86=Die Menge an Gold aus RH Bully Basen.
87=Die Menge an Elixier aus RH Bully Basen.
88=Die Menge an Dunklen Elixier aus RH Bully Basen.
89=Die Menge an Pokalen aus RH Bully Basen.
90=Rathaus Snipe
91=Die Menge an Gold aus Rathaus Snipe Basen.
92=Die Menge an Elixier aus Rathaus Snipe Basen.
93=Die Menge an Dunklem Elixier aus Rathaus Snipe Basen.
94=Die Menge an Pokalen aus Rathaus Snipe Basen.
95=Anzahl der erfolgreichen Rathaus Snipes.
96=Anzahl der fehlgeschlagenen Rathaus Snipes.
97=nach jedem
98=Angriff.
99=aktuell
100=Die Menge an Dunklem Elixier aus DeadBases.
101=Anzahl an Rathaus Snipes, die der Bot angegriffen hat.
[12]
0=GUI TAB ABOUT US
1=Über uns
2=
3=
4=
5=
6=
7=
8=
[13]
0=GUI BOTTOM
1=Bot starten
2=Bot stoppen
3=Pause
4=Verwenden, um alle Aktionen des Bot zu unterbrechen bis Fortsetzen geklickt wird.
5=Fortsetzen
6=Verwenden, um den Bot nach einer Pause fortzusetzen.
7=Such-Modus
8=Keine Angriffe. Nur Suche von Dörfern, die die Bedingungen erfüllen.
9=Foto
10=Klicke hier, um einen Screenshot von deinem Dorf zu speichern.
11=Tarnen
12=Benutzen, um das Andriod-Fenster zu verbergen.
13=(Nicht minimiert, aber ausgeblendet)
14=Hintergrund
15=Modus
16=Auswählen, um den Hintergrundmodus des Bot zu aktivieren.
17=Damit kann auch das Bluestacks-Fenster ausgeblendet werden.
18=DB Angriff!
19=LB Angriff!
20=RH Snipe!
21=Dorf
22=Dorfstatus wird
23=hier nach dem ersten
24=Start angezeigt.
25=Anzeigen
26=- Freeware Bot -
27=Switch between village info and stats
[14]
0=GUI TAB ATTACK SCRIPTED
1=Angriff Skript
2=DeadBase Einsatz
3=Nutze Angriff-Skript für DeadBases
4=Benutze Angriff-Skript für DeadBases, Standard-Angriff wird deaktiviert.
5=Wähle das Skript. Skripte können im Order 'CVS/Attack' geändert/hinzugefügt werden.
6=Update Auswahlfeld Skript-Dateien
7=Beim Angriff einsetzen
8=Verwende den Barbarenkönig beim Angriff.
9=Verwende den Bogenschützenkönigin beim Angriff.
10=Verwende den Großen Wächter beim Angriff.
11=Setze die Clanburg in der Schlacht, falls sie Truppen enthält.
12=LiveBase Einsatz
13=Nutze Angriff-Skript für LiveBases
14=Benutze Angriff-Skript für LiveBases, Standard-Angriff wird deaktiviert.
15=Zeige/Ändere aktuelles Angriff-Skript
16=Erstelle ein neues Angriff-Skript
17=IMG
18=Erstelle IMG mit Extra-Infos im Ordner 'Profile/Temp'
19=Kopiere aktuelles Angriff-Skript mit neuem Namen
20=
21=
22=Clanburg Balance
23=Balance S/E
24=Setze die Clanburg NUR wenn das Spenden/Erhalten-Verhältnis größer ist als S/E-Verhältnis unten.
25=Spenden Verhältnis
26=Gewünschtes Spenden/Empfangen-Verhältnis
27=Empfangen Verhältnis
28=Helden-Fähigk.
29=Aktiv nach
30=Alle Helden werden gleichzeitig aktiviert.
31=Auto-Aktivierung
32=Aktiviere die Fähigkeit wenn der Held schwach wird.
33=Helden werden überprüft und einzeln aktiviert.
34=Stelle die Zeit in Sekunden für zeitgesteuerte Aktivierung der Helden-Fähigkeiten ein.
35=Sek.
36=Zeitgesteuerte Aktivierung von Wächter-Fähigkeit nach
37=Nutze die Fähigkeit des Großen Wächters zeitgesteuert.
38=Stelle die Zeit in Sekunden ein für die zeitgesteuerte Aktivierung der Fähigketi des Großen Wächters.
39=Benutze Blitzzauber beim Angriff.
40=Benutze Heilzauber beim Angriff.
41=Benutze Wutzauber beim Angriff.
42=Benutze Sprungzauber beim Angriff.
43=Benutze Frostzauber beim Angriff.
44=Benutze Giftzauber beim Angriff.
45=Benutze Erdbebenzauber beim Angriff.
46=Benutze Eilzauber beim Angriff.
47=Erstelle neue Skript-Datei
48=Neuer Skript-Dateiname
49=Datei existiert, bitte gib einen neuen Namen ein
50=Es ist ein Fehler beim Erstellen der Datei aufgetreten.
51=Kopiere in neue Skript-Datei
52=Kopiere
53=in neuen Skriptnamen
54=1/1 bedeutet Spenden = Empfangen, 1/2 = bedeutet Spenden = Hälfte des Empfangenen, etc.
56=Activate the Ability on a timer.
[15]
1=Wähle Sammler
2=Wähle aus welche Sammler während einer DeadBase-Suche gesucht werden und wie voll sie sein müssen.
3=Aktiviere Elixiersammler LV 6. Muss >
4=Aktiviere Elixiersammler LV 7. Muss >
5=Aktiviere Elixiersammler LV 8. Muss >
6=Aktiviere Elixiersammler LV 9. Muss >
7=Aktiviere Elixiersammler LV 10. Muss >
8=Aktiviere Elixiersammler LV 11. Muss >
9=Aktiviere Elixiersammler LV 12. Muss >
11=Toleranz
12=Benutze den Regler, um die Toleranz ALLER Bilder einzustellen.
13=Wenn individuelle Bilder genutzt werden müssen die Dateien angepasst werden.
14=Speichern und schließen
15=Wenn diese Auswahlbox aktiviert ist, wird der Bot suchen nach
16=Elixiersammlern Level 6 während der DeadBase-Suche.
17=Elixiersammlern Level 7 während der DeadBase-Suche.
18=Elixiersammlern Level 8 während der DeadBase-Suche.
19=Elixiersammlern Level 9 während der DeadBase-Suche.
20=Elixiersammlern Level 10 während der DeadBase-Suche.
21=Elixiersammlern Level 11 während der DeadBase-Suche.
22=Elixiersammlern Level 12 während der DeadBase-Suche.
23=Wähle aus wie voll ein Level 6 Sammler sein muss, um als 'dead' angesehen zu werden.
24=Wähle aus wie voll ein Level 7 Sammler sein muss, um als 'dead' angesehen zu werden.
25=Wähle aus wie voll ein Level 8 Sammler sein muss, um als 'dead' angesehen zu werden.
26=Wähle aus wie voll ein Level 9 Sammler sein muss, um als 'dead' angesehen zu werden.
27=Wähle aus wie voll ein Level 10 Sammler sein muss, um als 'dead' angesehen zu werden.
28=Wähle aus wie voll ein Level 11 Sammler sein muss, um als 'dead' angesehen zu werden.
29=Wähle aus wie voll ein Level 12 Sammler sein muss, um als 'dead' angesehen zu werden.
30=voll
31=WARNUNG: Ändere diese Einstellungen nur wenn du weißt was du tust. Setze sie auf 0 wenn du unsicher bist.
[17]
1=Village
39=Rearm, Collect, Clear
2=Rearm && Reload
3=Check this to automatically Rearm Traps, Reload Xbows and Infernos (if any) in your Village.
4=Collect Resources
5=Check this to automatically collect the Village's Resources
6=from Gold Mines, Elixir Collectors and Dark Elixir Drills.
7=Clear Tombstones
8=Check this to automatically clear tombstones after enemy attack.
9=Trophy Settings
10=Trophy range
11=MIN: The Bot will drop trophies until below this value.
50=-
12=MAX: The Bot will drop trophies if your trophy count is greater than this value.
13=Use Heroes To Drop Trophies
14=Use Heroes to drop Trophies if Heroes are available.
15=Attack Dead Bases During Drop
16=Attack a Deadbase found on the first search while dropping Trophies.
17=- Drop Trophy Army Min
18=Enter the percent of full army required for dead base attack before starting trophy drop.
19=%
20=Ask for Clan Castle Troops
21=Request CC
22=Anything please
23=This text is used on your request for troops in the Clan chat.
24=This button will clear or set the entire row of boxes
25=AM
26=This button will clear or set the entire row of boxes
27=PM
41=Donate Clan Castle Troops
28=Donate CC
42=Configure
29=This button will clear or set the entire row of boxes
30=AM
31=This button will clear or set the entire row of boxes
32=PM
33=Switch Profiles
34=Use this to switch to a different profile
35=Your profiles can be found in
36=MyVillage
37=Your village/profile's name
38=Notify
43=Upgrade
44=Halt And Resume
45=Unbreakable
46=Locate Manually
47=Bot Options
[22]
7=Set the Min. number of searches to activate this option
8=Set the Max number of searches to activate this option
9=Set the Min. number of tropies to activate this option
10=Set the Max number of tropies to activate this option
201=Set the % Army camps before activate this option
